read_lef QDAC/QDAC.lef
read_def QDAC/QDAC.def
cost via 90
layers 4
stage1 mask none
stage2 mask none limit 100
stage3 mask none
write_def QDAC/QDAC_qroute.def
quit
