read_lef VMMWTA_Example/VMMWTA_Example.lef
read_def VMMWTA_Example/VMMWTA_Example.def
cost via 90
layers 4
stage1 mask none
stage2 mask none limit 100
stage3 mask none
write_def VMMWTA_Example/VMMWTA_Example_qroute.def
quit
