read_lef Macro_Frame/Macro_Frame.lef
read_def Macro_Frame/Macro_Frame.def
cost via 90
layers 4
stage1 mask none
stage2 mask none limit 100
stage3 mask none
write_def Macro_Frame/Macro_Frame_qroute.def
quit
