read_lef Modulation/Modulation.lef
read_def Modulation/Modulation.def
cost via 90
layers 4
stage1 mask none
stage2 mask none limit 100
stage3 mask none
write_def Modulation/Modulation_qroute.def
quit
