read_lef LPF_MeadSOS/LPF_MeadSOS.lef
read_def LPF_MeadSOS/LPF_MeadSOS.def
cost via 90
layers 4
stage1 mask none
stage2 mask none limit 100
stage3 mask none
write_def LPF_MeadSOS/LPF_MeadSOS_qroute.def
quit
