read_lef Transformer/Transformer.lef
read_def Transformer/Transformer.def
cost via 90
layers 4
stage1 mask none
stage2 mask none limit 100
stage3 mask none
write_def Transformer/Transformer_qroute.def
quit
