read_lef IndirectVMM/IndirectVMM.lef
read_def IndirectVMM/IndirectVMM.def
cost via 90
layers 4
stage1 mask none
stage2 mask none limit 100
stage3 mask none
write_def IndirectVMM/IndirectVMM_qroute.def
quit
